tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dev-tools'
tap 'homebrew/portable'
tap 'homebrew/services'
tap 'homebrew/versions'
#cask '1password'
brew 'ack'
cask 'alfred'
cask 'angry-ip-scanner'
brew 'ansible'
cask 'apache-directory-studio'
#cask 'atom'
cask 'cheatsheet'
brew 'coreutils'
#cask 'drobo-dashboard'
#cask 'dropbox'
#cask 'evernote'
brew 'findutils'
cask 'flux'
brew 'git'
brew 'gnu-tar'
cask 'google-chrome'
cask 'google-drive'
brew 'hub'
brew 'heroku'
brew 'httpie'
brew 'irssi'
cask 'iterm2'
cask 'java'
brew 'jq'
cask 'keepingyouawake'
brew 'kubernetes-cli'
brew 'mas'
cask 'minikube'
brew 'mosh'
brew 'nmap'
brew 'nvm'
brew 'nodenv'
brew 'npm'
#cask 'omnigraffle'
brew 'p7zip'
brew 'packer'
brew 'pkg-config'
cask 'slack-beta'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'watch'
cask 'keepassx'
cask 'macdown'
cask 'pgadmin3'
cask 'pgadmin4'
brew 'shellcheck'
brew 'ssh-copy-id'
cask 'sublime-text'
cask 'skitch'
cask 'spotify'
cask 'unetbootin'
cask 'vagrant'
cask 'vagrant-manager'
cask 'vlc'
#cask 'vmware-fusion'
brew 'wget'
brew 'zsh'
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Xcode', id: 497799835
#brew 'nginx', service_restart: true
#brew 'ruby-build'
#brew 'rbenv'
#brew 'rbenv-default-gems'
#brew 'rbenv-readline'
#brew 'the_silver_searcher'
#brew 'jansson'
#brew 'jemalloc'
#brew 'oniguruma'
#brew 'launch_socket_server', service_restart: true
#brew 'launchdns', service_restart: true
#cask 'appcleaner'
#cask 'doxie'
#cask 'github-desktop'
#cask 'quitter'
#cask 'screenhero' # Remote Screen Sharing
#cask 'sizeup'
#cask 'steam'
#cask 'subler'
#cask 'textexpander'
#cask 'viscosity' # OpenVPN Client
